{
	"home": "বাড়ি",
	"banner-tittle1": "আপনার ভোট, আপনার ভোট, আমাদের প্রতিশ্রুতি",
	"banner-tittle2": "ই-ভোটিং সহজ করে দিয়েছে",
	"banner-tittle3": "নিরাপদ। সহজ। দ্রুত। আপনার ডিজিটাল ব্যালট বক্স।",
	"banner-descrption1": "আমরা একটি সরল এবং নিরাপদ অনলাইন ভোটিং অভিজ্ঞতা সরবরাহ করতে প্রতিশ্রুতিবদ্ধ। আমরা আপনার ভবিষ্যদ্বাণি শক্তিশালী করতে প্রতিশ্রুতিবদ্ধ।",
	"banner-descrption2": "আমাদের সুবিধাজনক, নিরাপদ, এবং নির্ভরযোগ্য ই-ভোটিং সিস্টেমে আপনার সংগঠনের ভোটিং প্রক্রিয়াকে সহজ করুন। সহজ ভোট কেবল একটি ক্লিক দূরে।",
	"banner-descrption3": "আমরা একটি নিরাপদ অনলাইন ভোটিং প্ল্যাটফর্ম সরবরাহ করি যা আপনার নিরাপত্তা মূল্যায়ন করে, সরলতাকে সম্মান করে, এবং দ্রুত ফলাফল সরবরাহ করে। আপনার ডিজিটাল ব্যালট বক্সে স্বাগতম।",






	
	"about-tittle": "ইলেকট্রো পোল সম্পর্কে",
	"about-sub": "2023 সাল থেকে অনলাইন নির্বাচন পরিকল্পনা",
	"about-p1": "ইলেকট্রো পোল আপনার বিশ্বাসিত ই-ভোটিং সঙ্গী। আমরা ভোট দেওয়া সহজ, নিরাপদ, এবং গোপন করি। কয়েকটি ক্লিকে আপনি সম্পন্ন! আমাদের সিস্টেম ভোটারের সত্যতা যাচাই করে এবং পূর্ণ গোপনীয়তা নিশ্চিত করে। এর নির্ভরণীয়তা এবং ব্যবহারের সুবিধাজনকতা জনপ্রিয়, সবার জন্য প্রক্রিয়াটি সমৃদ্ধ করে ভোটার উপস্থিতি বৃদ্ধি করে।",
	"about-p2": "আমরা গর্বিতভাবে বিভিন্ন শ্রেণির উদ্যোগে সেবা দিয়ে আসে, নিশ্চিত করে একটি ভোট নিরাপত্তা এবং গণনা হয়। আমাদের শক্তিগুলি? যাচাইযোগ্য, সাধারণ, এবং দৃঢ় নিরাপত্তা।",





	"features-title": "বৈশিষ্ট্যসমূহ",
	"features-subTitle": "ইলেকট্রা পোল সফল একটি পোল তৈরি এবং পরিচালনা করতে আপনি যেসব সক্ষমতা প্রদান করে।",
	"features-title1": "নিরাপদ ভোট",
	"features-description1": "প্রতিটি ভোটারের একটি অনন্য 'ভোটার আইডি' এবং 'ভোটার কী' রয়েছে, এবং যাদের ভোটার আইডি এবং কী আছে, তারা শুধুমাত্র একবার ভোট দেতে পারে।",
	"features-title2": "মোবাইল সজ্জ",
	"features-description2": "নির্বাচনগুলি ডেস্কটপ এবং মোবাইল ডিভাইসের জন্য অপটিমাইজ করা হয়েছে। ভোটাররা ওয়েব ব্রাউজার থেকে ভোট দিতে পারে।",
	"features-title3": "অবসর্প্রাপ্যতা",
	"features-description3": "ভোটিং অ্যাপ্লিকেশনটি ধারা 508 এবং WCAG 2.0 AA সামঞ্জস্যমান করে।",
	"features-title4": "ফলাফল গণনা",
	"features-description4": "নির্বাচনের ফলাফল স্বয়ংক্রিয়ভাবে গণনা করা হয় এবং সুন্দর চার্ট দিয়ে প্রস্তুত করা হয়।",
	"features-title5": "256-বিট এনক্রিপশন",
	"features-description5": "সমস্ত নির্বাচনের SSL গ্রেড নিরাপত্তা সহ 256-বিট এনক্রিপশন রয়েছে, যা আপনার নির্বাচন এবং ব্যালট সুরক্ষিত রাখে।",
	"features-title6": "আশ্চর্য্য সাপোর্ট",
	"features-description6": "প্রশ্ন আছে? সাহায্য দরকার? আমাদের সাপোর্ট টীম ব্যবসা ঘড়ির সময়ে গড় প্রতিস্থাপন সময় প্রদান করে।",






	
		"howItWorks-title": "কীভাবে এটি কাজ করে",
		"howItWorks-subTitle": "eVote এ অনলাইন নির্বাচন পরিচালনা করা সহজ একটি 3 পদক্ষেপের প্রক্রিয়া।",
		"howItWorks-title1": "ব্যালট তৈরি করুন",
		"howItWorks-description1": "আপনি আপনার ব্যালটে প্রশ্ন (অর্থাৎ পদ) যোগ করতে এবং প্রশ্নের জন্য বিকল্প (মনোনিবেশক, প্রাপ্তি, লেখা করা ফিল্ড ইত্যাদি) যোগ করতে পারেন। একটি ছবি এবং/অথবা সংক্ষেপ জোড়া যেতে পারে।",
		"howItWorks-title2": "ভোটার যোগ করুন",
		"howItWorks-description2": "আপনি নির্বাচনে কে কে ভোট দিতে সক্ষম তা নিয়ন্ত্রণ করেন। একটি একটি ভোটার যোগ করুন, অথবা একটি স্প্রেডশীট থেকে তাদের ইম্পোর্ট করুন।",
		"howItWorks-title3": "নির্বাচন সূচনা করুন",
		"howItWorks-description3": "নির্বাচন কাস্টমাইজ করার পর, আপনি একটি শুরু/শেষ তারিখ সময়সূচি করতে পারেন অথবা তা তা ত্রুটি না করে তা সত্ত্বাধিক করতে পারেন।",
		"howItWorks-title4": "ফলাফল মনিটর করুন",
		"howItWorks-description4": "আপনার নির্বাচনের ফলাফল প্রাতিক্রিয়া সময়ে দেখুন। নির্বাচনের শেষে, আপনার ভোটারদের সাথে ফলাফল প্রকাশ এবং ভাগ করার অপশন রয়েছে।",


		"faqs-title": "সাধারণ প্রশ্নগুলি",
		"faqs-subTitle": "আপনার প্রশ্ন, আমাদের উত্তর",
		
			"faqs-question1": "আমার ব্যক্তিগত তথ্য নিরাপদ আছে কি?",
			"faqs-answer1": "নিশ্চিতভাবে। ElectraPoll আপনার ব্যক্তিগত তথ্যের নিরাপত্তা সিদ্ধান্তের জন্য সুপারিশী এনক্রিপশন এবং বহু-ফ্যাক্টর প্রমাণীকরণ ব্যবহার করে। আমরা গোপনীয়তা গুরুত্ব দেই এবং আপনার ডেটা সুরক্ষিত রাখতে শক্তিশালী উপায়গুলি সাপেক্ষে প্রয়োগ করেছি।",
			
			"faqs-question2": "আমি আমার ভোট প্রেরণ করার পরে কি ভোট পরিবর্তন করতে পারি?",
			"faqs-answer2": "না, একবার একটি ভোট প্রেরিত হলে এটি চিন্তা করা হয়। এটি ভোট প্রক্রিয়ার সত্ত্ব বজায় রাখতে এবং অননুমোদিত পরিবর্তনের প্রতি প্রতিষ্ঠান হতে দেওয়ার জন্য। আপনার ভোট দেওয়ার আগে আপনার পছন্দগুলি সতর্কভাবে পর্যালোচনা করতে না ভুলেন।",
			
			"faqs-question3": "আমি কীভাবে জানব যে আমার ভোট গণনা হয়েছে?",
			"faqs-answer3": "আপনি আপনার ভোট প্রেরণ করার পরে, আপনি একটি অনন্য রশিদ কোড সহ একটি নিশ্চিতকরণ ইমেল প্রাপ্ত করবেন। এই কোডটি আপনার ভোট গণনা হয়েছে এই নিশ্চিতকরণ হিসেবে কাজ করে। যদি আপনি নিশ্চিতকরণ ইমেল প্রাপ্ত না করেন, তবে দয়া করে আপনার স্প্যাম ফোল্ডার চেক করুন অথবা আমাদের সাপোর্ট টীমের সাথে যোগাযোগ করুন।",
			
			"faqs-question4": "আমি আমার লগইন তথ্য ভুলে গেছি, তবে কি হবে?",
			"faqs-answer4": "আপনি যদি আপনার লগইন তথ্য ভুলে গেছেন, তবে আপনি লগইন পৃষ্ঠার 'পাসওয়ার্ড ভুলে গেছেন' বিকল্পটি ব্যবহার করতে পারেন। আপনার পাসওয়ার্ড রক্ষার সুরক্ষা কারণে, আমরা আপনার পাসওয়ার্ডটি সাধারণ টেক্সটে সংরক্ষণ করি না এবং আপনার অ্যাকাউন্ট সুরক্ষা করতে ইন্ডাস্ট্রি-মান প্র্যাকটিসগুলি ব্যবহার করি।",
			
			"faqs-question5": "আমি মোবাইল ডিভাইস ব্যবহার করে ভোট দিতে পারি?",
			"faqs-answer5": "হ্যাঁ, ElectraPoll মোবাইল ডিভাইসের জন্য অপটিমাইজড আছে। আপনি ইন্টারনেট এক্সেস সহ যেকোনো আধুনিক স্মার্টফোন বা ট্যাবলেট ব্যবহার করে প্ল্যাটফর্মে অ্যাক্সেস করতে এবং আপনার ভোট দেওয়া সম্ভব। ব্যবহারকারী ইন্টারফেসটি ব্যবহারকারী-বন্ধুত্বপূর্ণ এবং বিভিন্ন স্ক্রিন সাইজে স্পষ্টতা সাধারণে স্থানীয়।",
			
			"faqs-question6": "আমি নির্বাচনের ফলাফলের সত্যতা কীভাবে যাচাই করতে পারি?",
			"faqs-answer6": "আমরা স্পষ্টতা বিশ্বাস করি। নির্বাচন প্রক্রিয়া শেষ হওয়ার পর, আমরা আমাদের ওয়েবসাইটে বিস্তারিত নির্বাচন ফলাফল প্রকাশ করব। এই ফলাফলগুলি যাচাইযোগ্য এবং যাচাইযোগ্য হবে, নির্বাচনের সঠিকতা এবং ন্যায়বিচার নিশ্চিত করার জন্য।",




			"Testomonial":"প্রশংসাপত্র",

			
				"recentBlogs-title": "আমাদের সাম্প্রতিক ব্লগগুলি",
				"recentBlogs-subTitle": "আমাদের ব্লগগুলি পড়ুন এবং ইলেকট্রো পোল সম্পর্কে জানুন",


				
					"connectedWithUs-title": "আমাদের সাথে সংযোগিত কোম্পানি",
					"connectedWithUs-description": "আমরা 2010 সাল থেকে আমাদের প্রচার প্ল্যাটফর্মের সাথে মার্কেটারদের সাহায্য করছি। নিজেই দেখুন কেন আমরা এতটাই জনপ্রিয়।",
				  
				  
			

					
						"easyPolls-title": "মুফতে তাৎক্ষণিক, সত্যিকার সময়ে জরিপ এবং গবেষণা তৈরি করতে সহজ করে দেয়।"
					  
					  
			  
		  
		  
	  
	  










}