{
	"home": "Home",
	"banner-tittle1": "Your Vote, Your Voice, Our Commitment",
	"banner-tittle2": "E-voting Made Easy",
	"banner-tittle3": "Secure. Simple. Swift. Your Digital Ballot Box.",
	"banner-descrption1": "We are committed to providing a seamless and secure online voting experience. Empower your voice with us.",
	"banner-descrption2": " Simplify your organization's voting process with our intuitive,secure, and reliable e-voting system. Easy voting is just a click away.",
	"banner-descrption3": "We provide a reliable online voting platform that values your security, appreciates simplicity, and delivers swift results.Welcome to your digital ballot box.",


	"about-tittle": "About Electro Poll",
	"about-sub": "Revolutionizing online elections since 2023",
	"about-p1": "Electro Poll is your trusted e-voting companion. We make voting simple, secure, and secret. With just a few clicks, you're done! Our system verifies voter authenticity and ensures complete privacy. Renowned for its reliability and ease of use, Electro Poll boosts voter turnout by making the process smooth for everyone.",
	"about-p2": "We've proudly served diverse industries, ensuring every vote is secure and counts. Our strengths? Auditable, straightforward, and rock-solid security.",



	
	"features-title": "Features",
	"features-subTitle": "ElectraPoll Provides All The Capabilities You Need To Create And Manage A Successful Poll.",
	"features-title1": "Secure Voting",
	"features-description1": "Each voter has a unique 'Voter ID' and 'Voter Key,' and those have voter ID and Key they can only vote once.",
	"features-title2": "Mobile Ready",
	"features-description2": "Elections are optimized for desktop and mobile devices. Voters can vote from a web browser.",
	"features-title3": "Accessibility",
	"features-description3": "The voting application targets Section 508 and WCAG 2.0 AA compliance.",
	"features-title4": "Results Tabulation",
	"features-description4": "Election results are automatically calculated and presented with beautiful charts.",
	"features-title5": "256-Bit Encryption",
	"features-description5": "All elections have SSL grade security with 256-bit encryption that keeps your election and ballots secure.",
	"features-title6": "Amazing Support",
	"features-description6": "Have a question? Need help? Our support team averages a response time of 8 minutes during business hours.",




	
	
		  "howItWorks-title": "How it works",
		  "howItWorks-subTitle": "Conducting online election on eVote is a simple 3 step process."
		,
		
		 
			"howItWorks-title1": "Create the Ballot",
			"howItWorks-description1": "Add questions (i.e. positions) to your ballot and add options (candidates, measures, write-in fields, etc.) to your questions. Add a photo and/or short bio.",
		
			"howItWorks-title2": "Add Voters",
			"howItWorks-description2": "You control who is eligible to vote in your elections. Add voters one-by-one, or import them from a spreadsheet.",
		 
			"howItWorks-title3": "Launch the Election",
			"howItWorks-description3": "When you're done customizing the election, you can schedule a start/end date or immediately launch it.",
		 
			"howItWorks-title4": "Monitor Results",
			"howItWorks-description4": "Watch the results of your election in real-time. At the end of the election you have the option to publish and share the results with your voters.",


			
				  "faqs-title": "Frequently Asked Questions",
				  "faqs-subTitle": "Your Questions, Our Answers",
			
				
				  
					"faqs-question1": "Is my personal information secure?",
					"faqs-answer1": "Absolutely. ElectraPoll employs state-of-the-art encryption and multi-factor authentication to ensure the security of your personal information. We take privacy seriously and have implemented robust measures to protect your data.",
					
					"faqs-question2": "Can I change my vote after submitting?",
					"faqs-answer2": "No, once a vote is submitted, it is considered final. This is to maintain the integrity of the voting process and prevent any unauthorized changes. Make sure to carefully review your choices before casting your vote.",
					
					"faqs-question3": "How do I know if my vote has been counted?",
					"faqs-answer3": "After you've submitted your vote, you will receive a confirmation email containing a unique receipt code. This code serves as proof that your vote has been recorded. If you don't receive the confirmation email, please check your spam folder or contact our support team.",
					
					"faqs-question4": "What happens if I forget my login credentials?",
					"faqs-answer4": "If you forget your login credentials, you can use the 'Forgot Password' option on the login page. Follow the instructions to reset your password. For security reasons, we don't store your password in plain text, and we use industry-standard practices to protect your account.",
					
					"faqs-question5": "Can I vote using a mobile device?",
					"faqs-answer5": "Yes, ElectraPoll is optimized for mobile devices. You can access the platform and cast your vote using any modern smartphone or tablet with internet access. The user interface is designed to be user-friendly and responsive on various screen sizes.",
					
					"faqs-question6": "How can I verify the authenticity of the election results?",
					"faqs-answer6": "We believe in transparency. Once the voting process is completed, we will publish detailed election results on our website. These results will be auditable and verifiable, ensuring the accuracy and fairness of the election.",


					"Testomonial":"Testomonial",






					
				  
				  


					
					"recentBlogs-title": "Our Recent Blogs",
						"recentBlogs-subTitle": "To Read Our Blogs and Learn About Electro Poll",
						
							"connectedWithUs-title": "Company Connected With Us",
							"connectedWithUs-description": "We've been helping marketers with our campaign platform since 2010. Find out for yourself why we're so popular.",
							
								"easyPolls-title": "Making it easy to create instant, real-time polls and surveys for free."
							  
							  
						  
						  
					  
					  
				
			
			  
		   
	


















}